[
  {
      "book_title": "Save the Cat!",
      "tagline": "The Last Book on Screenwriting You'll Ever Need",
      "isbn13": "9781615931712",
      "isbn10": "1615931716",
      "author": "Blake Snyder",
      "year": "2005",
      "pages": "195",
      "summary": "\"Save the Cat\"\" is just one of many ironclad rules for making your ideas more marketable and your script more satisfying, including: The four elements of every winning logline The seven immutable laws of screenplay physics The 10 genres that every movie ever made can be categorized by -- and why they're important to your script Why your Hero must serve your Idea Mastering the 15 Beats Creating the \"\"Perfect Beast\"\" by using The Board to map 40 scenes with conflict and emotional change How to get back on track with proven rules for script repair This ultimate insider's guide reveals the secrets that none dare admit, told by a showbiz veteran who's proven that you can sell your script if you can save the cat.\"",
      "cover_image": "book_2.jpeg",
      "tags": ["cat","screenwriting","nonfiction"]
  },
  {
      "book_title": "I Could Pee on This",
      "tagline": "And Other Poems by Cats",
      "isbn13": "9781452121864",
      "isbn10": "1452121869",
      "author": "Francesco Marciuliano",
      "year": "2012",
      "pages": "112",
      "summary": "\"The internationally bestselling book of tongue-in-cheek poetry that set off a trend of feline funniness! Animal lovers will laugh out loud at the quirkiness of their feline friends with these insightful and curious poems from the singular minds of funny cats. The author of the internationally syndicated comic strip Sally Forth helps cats unlock their creative potential and explain their odd behavior to ignorant humans. With titles like \"\"Who Is That on Your Lap?,\"\" \"\"This Is My Chair,\"\" \"\"Kneel Before Me,\"\" \"\"Nudge,\"\" and \"\"Some of My Best Friends Are Dogs,\"\" the poems collected in I Could Pee on This perfectly capture the inner workings of the cat psyche. With photos of the cat \"\"authors\"\" throughout, this whimsical poetry book reveals kitties at their wackiest and most exas...\"",
      "cover_image": "book_3.jpeg",
      "tags": ["cat","humour","parody","fiction"]
  },
  {
      "book_title": "LOLcat Bible ",
      "tagline": "In Teh Beginnin Ceiling Cat Maded Teh Skiez An Da Urfs N Stuffs",
      "isbn13": "9781569757345",
      "isbn10": "1569757348",
      "author": "Martin Grondin",
      "year": "2010",
      "pages": "176",
      "summary": "Discover the OG internet meme-turned-religious cult with the bestselling bible brought down by Ceiling Cat. Giv us dis day our dalee cheezburger.and furgiv us for makin yu a cookie, but eateding it. and we furgiv wen cats steel our cookiez.",
      "cover_image": "book_4.jpeg",
      "tags": ["cat","humour","parody","fiction"]
  },
  {
      "book_title": "The Cat Who Said Cheese",
      "tagline": "",
      "isbn13": "9780515120271",
      "isbn10": "515120278",
      "author": "Lilian Jackson Braun",
      "year": "1997",
      "pages": "272",
      "summary": "In this mystery in the bestselling Cat Who series, a murder sends Jim Qwilleran and his cats, Koko and Yum Yum, on a trail that will demand all their feline intuition and mustachioed insight... With the Great Food Explo approaching, there’s a lot of scrumptious activity in Moose County. Residents can’t wait for the restaurant openings, the cheese-tasting, and the bake-off, among other festivities. But there’s nothing as tasty as a morsel of gossip, so when a mysterious woman moves into the New Pickax Hotel, the locals—including Qwill—indulge in lots of speculation. But then a bomb explodes in her room, killing the hotel housekeeper—and now Qwill and his kitty sidekicks, Koko and Yum Yum, must put aside the fun and figure out who cooked up this murderous recipe...",
      "cover_image": "book_5.jpeg",
      "tags": ["cat","humour","parody","fiction"]
  },
  {
      "book_title": "I Am a Cat",
      "tagline": "",
      "isbn13": "9781683351801",
      "isbn10": "1683351800",
      "author": "Galia Bernstein",
      "year": "2018",
      "pages": "32",
      "summary": "\"\"\"A nonchalant string of anecdotes and wisecracks, told by a fellow who doesn't have a name, and has never caught a mouse, and isn't much good for anything except watching human beings in action…\"\" —The New Yorker Written from 1904 through 1906, Soseki Natsume's comic masterpiece, I Am a Cat, satirizes the foolishness of upper-middle-class Japanese society during the Meiji era. With acerbic wit and sardonic perspective, it follows the whimsical adventures of a world-weary stray kitten who comments on the follies and foibles of the people around him. A classic of Japanese literature, I Am a Cat is one of Soseki's best-known novels. Considered by many as the most significant writer in modern Japanese history, Soseki's I Am a Cat is a classic novel sure to be enjoyed for years to come.\"",
      "cover_image": "book_6.jpeg",
      "tags": ["cat","humour","parody","fiction"]
  },
  {
      "book_title": "Eloquent JavaScript ",
      "tagline": "A Modern Introduction to Programming",
      "isbn13": "9781593279509",
      "isbn10": "1593279507",
      "author": "Marijn Haverbeke",
      "year": "2018",
      "pages": "450",
      "summary": "Completely revised and updated, this best-selling introduction to programming in JavaScript focuses on writing real applications. JavaScript lies at the heart of almost every modern web application, from social apps like Twitter to browser-based game frameworks like Phaser and Babylon. Though simple for beginners to pick up and play with, JavaScript is a flexible, complex language that you can use to build full-scale applications. This much anticipated and thoroughly revised third edition of Eloquent JavaScript dives deep into the JavaScript language to show you how to write beautiful, effective code. It has been updated to reflect the current state of Java¬Script and web browsers and includes brand-new material on features like class notation, arrow functions",
      "cover_image": "book_7.jpeg",
      "tags": ["javascript","programming","nonfiction"]
  },
  {
      "book_title": "JavaScript The Definitive Guide",
      "tagline": "",
      "isbn13": "9780596101992",
      "isbn10": "596101996",
      "author": "David Flanagan",
      "year": "2006",
      "pages": "994",
      "summary": "\"Since 1996, JavaScript: The Definitive Guide has been the bible for JavaScript programmers—a programmer's guide and comprehensive reference to the core language and to the client-side JavaScript APIs defined by web browsers. The 6th edition covers HTML5 and ECMAScript 5. Many chapters have been completely rewritten to bring them in line with today's best web development practices. New chapters in this edition document jQuery and server side JavaScript. It's recommended for experienced programmers who want to learn the programming language of the Web, and for current JavaScript programmers who want to master it. \"\"A must-have reference for expert JavaScript programmers...well-organized and detailed.\"\"\"",
      "cover_image": "book_8.jpeg",
      "tags": ["javascript","programming","nonfiction"]
  },
  {
      "book_title": "The Healing Power of Plants ",
      "tagline": "The Hero House Plants that Love You Back",
      "isbn13": "9781473567283",
      "isbn10": "1473567289",
      "author": "Fran Bailey",
      "year": "2019",
      "pages": "192",
      "summary": "Make your home your happy place with house plants. Bring the outside in. This gorgeous guide features over 80 indoor plants that will turn your house into a happy, healthy, healing home. Discover plants that will clean the air you breathe, help you get a good night’s sleep, reduce stress and anxiety, help you get well soon, boost your brain power and bring greater joy and wellbeing into your life. From cacti and succulents to ferns and palms; flowering plants and foliage – find the perfect house plants for your living room, bathroom, bedroom and even your workspace. Bring the joy of the outdoors in and harness the natural healing power of plants.",
      "cover_image": "book_9.jpeg",
      "tags": ["plants","domestic","nonfiction"]
  },
  {
      "book_title": "The Encyclopedia of Psychoactive Plants",
      "tagline": "Ethnopharmacology and Its Applications",
      "isbn13": "9780892819782",
      "isbn10": "892819782",
      "author": "Christian Rätsch, John Robin Baker",
      "year": "2005",
      "pages": "942",
      "summary": "The most comprehensive guide to the botany, history, distribution, and cultivation of all known psychoactive plants Examines 414 psychoactive plants and related substances Explores how using psychoactive plants in a culturally sanctioned context can produce important insights into the nature of reality Contains 797 color photographs and 645 black-and-white illustrations nIn the traditions of every culture, plants have been highly valued for their nourishing, healing, and transformative properties. The most powerful plants--those known to transport the human mind into other dimensions of consciousness--have traditionally been regarded as sacred. In The Encyclopedia of Psychoactive Plants Christian Rätsch details the botany, history, distribution,",
      "cover_image": "book_10.jpeg",
      "tags": ["plants","medicine","nonfiction"]
  },
  {
      "book_title": "Bicycling science",
      "tagline": "",
      "isbn13": "9780262731546",
      "isbn10": "262731541",
      "author": "David Gordon Wilson, Jim Papadopoulos, Frank Rowland Whitt",
      "year": "2004",
      "pages": "477",
      "summary": "A new, updated edition of a popular book on the history, science, and engineering of bicycles. The bicycle is almost unique among human-powered machines in that it uses human muscles in a near-optimum way. This new edition of the bible of bicycle builders and bicyclists provides just about everything you could want to know about the history of bicycles, how human beings propel them, what makes them go faster, and what keeps them from going even faster. The scientific and engineering information is of interest not only to designers and builders of bicycles and other human-powered vehicles but also to competitive cyclists, bicycle commuters, and recreational cyclists.",
      "cover_image": "book_11.jpge",
      "tags": ["cycling","nonfiction"]
  },
  {
      "book_title": "The Stolen Bicycle",
      "tagline": "",
      "isbn13": "9781925498554",
      "isbn10": "1925498557",
      "author": "Wu Ming-Yi",
      "year": "2017",
      "pages": "416",
      "summary": "Longlisted for the 2018 Man Booker International Prize. A writer embarks on an epic quest in search of his missing father's stolen bicycle and soon finds himself ensnared in the strangely intertwined stories of Lin Wang, the oldest elephant who ever lived, the soldiers who fought in the jungles of South-East Asia during World War II, and the secret world of butterfly handicraft makers in Taiwan. The result is both a majestic historical novel and an intimate meditation on memory, family and home. Wu's writing has been compared to that of Margaret Atwood, Haruki Murakami, W.G. Sebald and Yann Martel.",
      "cover_image": "book_12.jpeg",
      "tags": ["drama","fiction"]
  },
  {
      "book_title": "Origami Dinosaurs for Beginners",
      "tagline": "",
      "isbn13": "9780486498195",
      "isbn10": "486498190",
      "author": "John Montroll",
      "year": "2013",
      "pages": "48",
      "summary": "An internationally renowned origami master recaptures the prehistoric allure of dinosaurs with this new series of original models. Twenty famous and lesser-known creatures from the Mesozoic era include a tyrannosaurus, apatosaurus, pterodactylus, dimetrodon, quetzalcoatlus, and protoceratops. John Montroll designed these striking models with beginning paperfolders in mind. Based on his famous single-square, no-cuts, no-glue approach, they range from the very easy to the low-intermediate level. Each model features helpful diagrams and easy-to-follow instructions.",
      "cover_image": "book_13.jpeg",
      "tags": ["origami","craft","nonfiction"]
  },
  {
      "book_title": "90 Packets of Instant Noodles",
      "tagline": "",
      "isbn13": "9781921361999",
      "isbn10": "1921361999",
      "author": "Deb Fitzpatrick",
      "year": "2010",
      "pages": "307",
      "summary": "Australians eat 150 million packets of instant noodles every year - that's about 7 packets each. But Joel is a teenager who goes to extremes, and 90 packets may not be enough. Joel and Craggs are in it together. They drink booze together, they flirt with petty theft together and, when Craggs turn violent, they face the consequences together too. That's when Joel's Dad makes a deal with the police. Craggs is off to juvenile detention and Joel to solitary confinement. 90 days of fending for himself in a remote bush shack. 90 days of his own company and his own cooking. 90 days of instant noodles...",
      "cover_image": "book_14.jpeg",
      "tags": ["teenage","crime","fiction"]
  },
  {
      "book_title": "The Ugly Dumpling",
      "tagline": "",
      "isbn13": "9781938063695",
      "isbn10": "1938063694",
      "author": "Stephanie Campisi ",
      "year": "2016",
      "pages": "32",
      "summary": "\"\"\"A whimsical story about being different, and the power of love.\"\"--Wendy Orr, author of Nim's Island and The Princess and Her Panther It's not easy being the ugliest dumpling in a dim sum restaurant. Uneaten and ignored, the ugly dumpling is down in the dumps. But when an encouraging cockroach sees the dumpling's inner beauty, this unlikely duo embarks on an eye-opening adventure, leading the ugly dumpling to discover its true identity and realize that being different is beautiful after all.\"",
      "cover_image": "book_15.jpeg",
      "tags": ["dumpling","drama","fiction"]
  },
  {
      "book_title": "Fish Pathology",
      "tagline": "",
      "isbn13": "9781118222966",
      "isbn10": "1118222962",
      "author": "Ronald J. Roberts",
      "year": "2012",
      "pages": "592",
      "summary": "This new, fully updated and expanded fourth edition builds upon the success of the previous editions which have made Fish Pathology the best known and most respected book in the field, worldwide. Our knowledge of fish pathology has changed dramatically over the past decade, and as aquaculture continues to grow, this volume will help all those involved in the industry to define, to diagnose and ultimately control, in a sustainable way, the new diseases, which will assuredly manifest themselves.",
      "cover_image": "book_16.jpeg",
      "tags": ["science","fish","pathology","nonfiction"]
  },
  {
      "book_title": "The Right Stuff",
      "tagline": "",
      "isbn13": "9781448181971",
      "isbn10": "1448181976",
      "author": "Tom Wolfe",
      "year": "2018",
      "pages": "448",
      "summary": "Tom Wolfe began The Right Stuff at a time when it was unfashionable to contemplate American heroism. Nixon had left the White House in disgrace, the nation was reeling from the catastrophe of Vietnam, and in 1979--the year the book appeared--Americans were being held hostage by Iranian militants. Yet it was exactly the anachronistic courage of his subjects that captivated Wolfe. In his foreword, he notes that as late as 1970, almost one in four career Navy pilots died in accidents. The Right Stuff, he explains, became a story of why men were willing--willing?--delighted!--to take on such odds in this, an era literary people had long since characterized as the age of the anti-hero. After an opening chapter on the terror of being a test pilot's wife, the story cuts back to the late 1940s,...",
      "cover_image": "book_17.jpeg",
      "tags": ["politics","international","nonfiction"]
  },
  {
      "book_title": "Kitty Is Not a Cat: Lights Out",
      "tagline": "",
      "isbn13": "9780734419750",
      "isbn10": "734419759",
      "author": "Jess Black",
      "year": "2020",
      "pages": "60",
      "summary": "A warmly funny junior-fiction series about Kitty, a little girl who believes she can be anything she dreams - even a cat. When Kitty arrives on the doorstep of a house full of music-mad felines, their lives are turned upside down as they attempt to teach her how to be human. Some children hate going to bed. Not Kitty! Kitty falls asleep every night curled up snug as a bug in a bed box. That is, until one spooky night when Kitty's night-light goes missing and her fear of the dark comes creeping out. The cats, unfamiliar with the concept, try to settle her down but to no avail. In the end, it won't be a night-light that saves the day.",
      "cover_image": "book_18.jpeg",
      "tags": ["cat","humour","parody","fiction"]
  },
  {
      "book_title": "Behind Every Great Woman is a Great Cat",
      "tagline": "",
      "isbn13": "9781912785063",
      "isbn10": "1912785064",
      "author": "Justine Solomons-Moat",
      "year": "2019",
      "pages": "96",
      "summary": "Uplifting stories of remarkable women and their cats combine with bestselling illustrator Lulu Mayo's fabulously quirky art to create an irresistible gift for cat lovers and their favorite felines. What do nursing pioneer Florence Nightingale, modernist artist Georgia O'Keefe, and the revolutionary Rosa Luxemburg have in common? They all dared to change the world--and they all cherished their cats Behind Every Great Woman Is a Great Cat pairs uplifting stories of more than 30 kitty-loving women--artists, pioneers, writers, and humanitarians, including Colette, Julia Child, Betty White, Taylor Swift, and Gigi Hadid--with delightful pictures by bestselling illustrator Lulu Mayo. The book celebrates the fabulous feline as muse, companion, colleague, and emotional support ",
      "cover_image": "book_19.jpeg",
      "tags": ["cat","humour","parody","fiction"]
  },
  {
      "book_title": "The Guest Cat",
      "tagline": "",
      "isbn13": "9780811221511",
      "isbn10": "811221512",
      "author": "Takashi Hiraide",
      "year": "2014",
      "pages": "144",
      "summary": "A wonderful sui generis novel about a visiting cat who brings joy into a couple’s life in Tokyo A bestseller in France and winner of Japan’s Kiyama Shohei Literary Award, The Guest Cat, by the acclaimed poet Takashi Hiraide, is a subtly moving and exceptionally beautiful novel about the transient nature of life and idiosyncratic but deeply felt ways of living. A couple in their thirties live in a small rented cottage in a quiet part of Tokyo; they work at home, freelance copy-editing; they no longer have very much to say to one another. But one day a cat invites itself into their small kitchen. It leaves, but the next day comes again, and then again and again. Soon they are buying treats for the cat and enjoying talks about the animal and all its little ways.",
      "cover_image": "book_20.jpeg",
      "tags": ["cat","humour","parody","fiction"]
  },
  {
      "book_title": "Chicken and Noodle Games",
      "tagline": "141 Fun Activities with Innovative Equipment",
      "isbn13": "9780736063920",
      "isbn10": "736063927",
      "author": "John Byl, Herwig Baldauf, Pat Doyle, Andy Raithby",
      "year": "2007",
      "pages": "244",
      "summary": "offer a variety of games that will keep everyone participating, provide inclusive and nontraditional games in which no player starts with an advantage, adapt games to various settings and occasions, andincrease players' physical activity. Take this book, add rubber chickens, pool noodles, tennis balls, sponges, and bolts, sprinkle in kids, and what do you get? A recipe for pure, unadulterated--and wacky--fun! Written by game masters John Byl, Herwig Baldauf, Pat Doyle, and Andy Raithby; Chicken and Noodle Games: 141 Fun Activities With Innovative Equipment is your ticket to promoting fun and active participation for all involved. The games use easy-to-find equipment in nontraditional way",
      "cover_image": "book_21.jpeg",
      "tags": ["craft","games","nonfiction"]
  }
]